Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_passport_error_cant_read
source: Can't read this file. Please choose an image.
be: Немагчыма прачытаць файл. Выберыце відарыс.
ca: No es pot llegir aquest fitxer. Trieu una imatge.
de: Datei kann nicht gelesen werden. Bitte ein Bild auswählen.
es: No se puede leer este archivo. Por favor, elige una imagen.
fr: Fichier illisible. Merci de choisir une image.
it: Non posso leggere questo file. Per favore scegli un'immagine.
ko: 파일을 읽을 수 없습니다. 이미지를 선택해 주세요.
ms: Tak boleh baca fail ini. Sila pilih satu imej.
nl: Bestand kon niet worden gelezen. Kies een afbeelding.
pl: Nie można odczytać tego pliku. Wybierz obraz.
pt_br: Não é possível ler este arquivo. Escolha uma imagem.
ru: Не удается прочитать файл. Пожалуйста, выберите изображение.
tr: Bu dosyayı okuyamıyoruz. Lütfen bir resim seçiniz.
uk: Неможливо прочитати цей файл. Виберіть зображення.

# lng_passport_error_too_large
source: Sorry, this file is too large.
be: На жаль, гэты файл занадта вялікі.
ca: Ep, aquest fitxer és massa gran.
de: Diese Datei ist leider zu groß.
es: Lo sentimos, este archivo es muy grande.
fr: Ce fichier est trop volumineux.
it: Spiacenti, questo file è troppo grande.
ko: 죄송합니다. 파일이 너무 큽니다.
ms: Maaf, fail ini terlalu besar.
nl: Dit bestand is te groot.
pl: Ten plik jest zbyt duży.
pt_br: Desculpe, este arquivo é muito grande.
ru: К сожалению, файл слишком большой.
tr: Üzgünüz, bu dosya çok büyük.
uk: Це завеликий файл.

# lng_passport_expiry_date
source: Expiry date
be: Тэрмін дзеяння
ca: Data de venciment
de: Ablaufdatum
es: Vencimiento
fr: Date d'expiration
it: Data di scadenza
ko: 만료일
ms: Tarikh lupus
nl: Verloopdatum
pl: Data ważności
pt_br: Data de validade
ru: Срок действия
tr: Son kullanma tarihi
uk: Термін придатності

# lng_passport_fix_errors
source: Please correct errors.
be: Выпраўце памылкі.
ca: Corregiu els errors.
de: Bitte Fehler korrigieren.
es: Por favor, corrige los errores.
fr: Merci de corriger les erreurs.
it: Per favore correggi gli errori.
ko: 오류를 수정해 주세요.
ms: Sila betulkan ralat.
nl: Fouten verbeteren
pl: Popraw błędy
pt_br: Por favor, corrija os erros.
ru: Пожалуйста, внесите исправления.
tr: Lütfen hataları düzeltin.
uk: Виправте помилки.

# lng_passport_form_error
source: Could not get authorization form.
be: Памылка атрымання формы аўтарызацыі.
ca: No s'ha pogut obtenir el formulari d'autorització.
de: Autorisierungsformular konnte nicht geladen werden.
es: No se pudo obtener el formulario de autorización.
fr: Impossible d'obtenir un formulaire d'autorisation
it: Impossibile ottenere il modulo di autorizzazione.
ko: 인증 양식을 받지 못했습니다.
ms: Tak boleh dapat borang kebenaran.
nl: Authorisatieformulier kon niet worden opgehaald
pl: Nie można uzyskać formularza autoryzacji.
pt_br: Não foi possível obter o formulário de autorização.
ru: Не удалось получить форму авторизации
tr: Yetkilendirme formu alınamadı.
uk: Неможливо одержати форму авторизації.

# lng_passport_front_side_description
source: Upload a photo of the front side of the document.
be: Запампуйце фота пярэдняга боку дакумента
ca: Pugeu una foto de l'anvers del document.
de: Vorderseite deines Dokuments hochladen.
es: Sube una foto del lado delantero de tu documento.
fr: Envoyez une photo du recto du document
it: Carica una foto del lato frontale del documento.
ko: 서류 앞면의 사진을 업로드하세요
ms: Muat naik foto muka hadapan dokumen.
nl: Upload een foto van de voorkant van het document.
pl: Prześlij zdjęcie przedniej strony dokumentu
pt_br: Envie uma foto da parte frontal do documento.
ru: Загрузите лицевую сторону документа
tr: Belgenin ön yüzünün fotoğrafını yükleyin.
uk: Завантажте фото лицьового боку документа.

# lng_passport_front_side_name
source: Scan
be: Сканаваны дакумент
ca: Escaneig
es: Escaneo
it: Scansione
ko: 스캔
ms: Imbas
pl: Skan
pt_br: Digitalização
ru: Скан
tr: Tara
uk: Скан

# lng_passport_front_side_title
source: Front side
be: Пярэдні бок
ca: Cara davantera
de: Vorderseite
es: Lado delantero
fr: Recto
it: Lato frontale
ko: 앞면
ms: Muka depan
nl: Voorkant
pl: Przednia strona
pt_br: Parte frontal
ru: Лицевая сторона
tr: Ön yüz
uk: Лицьовий бік

# lng_passport_header
source: Requested information
be: Запытаныя звесткі
ca: Informació requerida
de: Angeforderte Informationen
es: Información solicitada
fr: Informations demandées
it: Informazioni richieste
ko: 요청 받은 정보
ms: Maklumat yang diperlukan
nl: Gevraagde informatie
pl: Żądane informacje
pt_br: Informação solicitada
ru: Запрошенная информация
tr: İstenen bilgiler
uk: Інформація, що запитується

# lng_passport_identity_card
source: Identity card
be: ID-картка
ca: Carnet d'identitat
de: Personalausweis
es: Tarjeta de identificación
fr: Carte d'identité
it: Carta d'identità
ko: 신분증
ms: Kad pengenalan
nl: Identiteitskaart
pl: Dowód osobisty
pt_br: Carteira de identidade
ru: Удостоверение личности
tr: Kimlik kartı
uk: Ідентифікаційна картка

# lng_passport_identity_description
source: Upload proof of your identity
be: Запампуйце пацвярджэнне вашай асобы
ca: Pugeu una prova d'identitat
de: Scan deines Ausweises hochladen
es: Sube una prueba de tu identidad
fr: Envoyez une preuve de votre identité
it: Carica una prova della tua identità
ko: 회원님의 신분 증명서를 업로드하세요
ms: Muat naik bukti pengenalan anda
nl: Upload bewijs van je identiteit
pl: Prześlij potwierdzenie swojej tożsamości
pt_br: Envie um comprovante de identidade
ru: Загрузите удостоверение личности
tr: Kimliğiniz için kanıt yükleyin
uk: Завантажте підтвердження вашої особи

# lng_passport_identity_internal
source: Internal passport
be: Унутраны пашпарт
ca: Passaport intern
de: Nationaler Reisepass
es: Pasaporte interno
fr: Passeport interne
it: Passaporto nazionale
ko: 내부 여권
ms: Pasport dalam negeri
nl: Nationaal paspoort
pl: Paszport wewnętrzny
pt_br: Passaporte interno
ru: Внутренний паспорт
tr: İç pasaport
uk: Громадянський паспорт

# lng_passport_identity_license
source: Driver's licence
be: Вадзіцельскае пасведчанне
ca: Carnet de conduir
de: Führerschein
es: Licencia de conducir
fr: Permis de conduire
it: Patente di guida
ko: 운전면허
ms: Lesen memandu
nl: Rijbewijs
pl: Prawo jazdy
pt_br: Carteira de habilitação
ru: Водительские права
tr: Sürücü belgesi
uk: Водійські права

# lng_passport_identity_selfie
source: Take a selfie with your document
be: Запампуйце ваша сэлфі з гэтым дакументам
ca: Feu-vos una autofoto ensenyant el document
de: Selfie mit Dokument aufnehmen
es: Haz una selfie con tu documento
fr: Prenez un selfie avec votre document
it: Scatta un selfie con il tuo documento
ko: 서류가 드러나도록 본인 사진을 찍으세요
ms: Ambil swafoto dengan dokumen anda
nl: Neem een selfie met je document
pl: Zrób zdjęcie siebie z tym dokumentem
pt_br: Tire uma selfie com o seu documento
ru: Сделайте селфи со своим документом
tr: Belgenizle bir özçekim yapın
uk: Зробіть селфі з документом

# lng_passport_identity_title
source: Identity document
be: Пацвярджэнне асобы
ca: Document d'identitat
de: Identitätsdokument
es: Documento de identidad
fr: Pièce d'identité
it: Documento di identità
ko: 신분 증명서
ms: Dokumen pengenalan
nl: Identiteitsbewijs
pl: Dokument tożsamości
pt_br: Documento de Identidade
ru: Удостоверение личности
tr: Kimlik belgesi
uk: Посвідчення особи

# lng_passport_link_sent
source: A confirmation link was sent to {email}
be: Спасылка пацвярджэння адпраўлена на {email}
ca: S'ha enviat un enllaç de confirmació a {email}
de: Ein Bestätigungslink wurde an {email} gesendet
es: Se envió un enlace de confirmación a {email}
fr: Un lien de confirmation a été envoyé à {email}
it: Un link di conferma è stato inviato a {email}
ko: {email} 편으로 인증 링크를 보냈습니다
ms: Link kepastian telah dihantar ke emel anda {email}
nl: Een bevestigingslink is verstuurd naar je E-mailadres {email}
pl: Link potwierdzenia został wysłany na adres {email}
pt_br: Um link de confirmação foi enviado para {email}
ru: Ссылка для подтверждения отправлена на Вашу почту {email}
tr: {email} adresine bir onay bağlantısı gönderildi
uk: Підтверджувальне посилання надіслано на {email}

# lng_passport_main_page_description
source: Upload a scan of the main page of your document.
be: Запампуйце сканаваную галоўную старонку дакумента
ca: Escanegeu i pugeu la pàgina principal del document.
de: Hauptseite deines Dokuments hochladen.
es: Sube un escaneo de la página principal de tu documento.
fr: Envoyez un scan de la page principale de votre document.
it: Carica una scansione della pagina principale del documento.
ko: 서류의 주요 면을 스캔하여 올리세요.
ms: Muat naik muka utama dokumen anda.
nl: Upload de hoofdpagina van je document.
pl: Prześlij skan głównej strony swojego dokumentu.
pt_br: Envie um scan da página principal do seu documento.
ru: Загрузите главную страницу документа.
tr: Belgenizin ana sayfasının bir taramasını yükleyin.
uk: Завантажте головну сторінку документа.

# lng_passport_main_page_name
source: Scan
be: Сканаваны дакумент
ca: Escaneig
es: Escaneo
it: Scansione
ko: 스캔
ms: Imbas
pl: Skan
pt_br: Escanear
ru: Скан
tr: Tarama
uk: Скан

# lng_passport_main_page_title
source: Main page
be: Галоўная старонка
ca: Pàgina principal
de: Hauptseite
es: Página principal
fr: Page principale
it: Pagina principale
ko: 주요 면
ms: Muka utama
nl: Hoofdpagina
pl: Strona główna
pt_br: Página principal
ru: Главная страница
tr: Ana sayfa
uk: Головна сторінка

# lng_passport_native_name_about
source: Your name in the language of your country of residence ({country}).
be: Ваша імя на мове краіны пражывання ({country}).
ca: El vostre nom en la llengua del vostre país de residència ({country}).
de: Dein Name in der Sprache deines Wohnsitzlandes ({country}).
es: Tu nombre en el idioma tu país de residencia ({country}).
fr: Votre nom dans la langue de votre pays de résidence ({country}).
it: Il tuo nome nella lingua del Paese di residenza ({country}).
ko: 거주하시는 국가의 언어({country})로 성명을 작성하세요.
ms: Nama anda dalam bahasa negara tempat tinggal anda {country}.
nl: Je naam in de taal van het land ({country}) van residentie.
pl: Twoje imię i nazwisko w języku kraju zamieszkania ({country}).
pt_br: Seu nome no idioma do seu país de residência ({country}).
ru: Ваше имя на языке страны проживания ({country}).
tr: İkamet ettiğiniz ülke ({country}) dilindeki adınız.
uk: Ваше імʼя мовою країни проживання ({country}).

# lng_passport_native_name_language
source: Your name in {language}
be: Ваша імя {language}
ca: El vostre nom en {language}
de: Dein Name auf {language}
es: Tu nombre en {language}
fr: Votre nom en {language}
it: Il tuo nome in {language}
ko: {language} 성명
ms: Nama anda dalam {language}
nl: Je naam in het {language}
pl: Twoje imię w jęz. {language}
pt_br: Seu nome em {language}
ru: Ваше имя {language}
tr: {language} dilinde adınız
uk: Ваше імʼя {language} мовою

# lng_passport_native_name_language_about
source: Your name in the language of your country of residence.
be: Ваша імя на мове краіны пражывання.
ca: El vostre nom en la llengua del vostre país de residència.
de: Dein Name in der Sprache deines Wohnsitzlandes.
es: Tu nombre en el idioma de tu país de residencia.
fr: Votre nom dans la langue de votre pays de résidence
it: Il tuo nome nella lingua del Paese di residenza.
ko: 회원님이 거주하는 국가의 언어로 성명을 작성하세요.
ms: Nama anda dalam bahasa negara tempat tinggal anda.
nl: Je naam in de taal van het land van residentie.
pl: Twoje imię i nazwisko w języku kraju zamieszkania.
pt_br: Seu nome no idioma de seu país de residência.
ru: Ваше имя на языке страны проживания.
tr: İkamet ettiğiniz ülkenin dilinde adınız.
uk: Ваше імʼя мовою країни проживання.

# lng_passport_native_name_title
source: Name in country of residence
be: Імя на мове краіны пражывання
ca: Nom en el país de residència
de: Name im Wohnsitzland
es: Nombre en el país de residencia
fr: Nom dans le pays de résidence
it: Nome nel Paese di residenza
ko: 거주 국가의 성명
ms: Nama di negara tempat tinggal
nl: Naam in taal van residentie
pl: Imię i nazwisko w języku kraju zamieszkania
pt_br: Nome no país de residência
ru: Имя на языке страны проживания
tr: İkamet ülkesindeki adınız
uk: Імʼя мовою країни проживання

# lng_passport_new_email
source: Or enter a new email
be: Або ўвядзіце новую электронную пошту
ca: O introduïu una nova adreça electrònica
de: Oder andere E-Mail Adresse eingeben
es: O pon un nuevo correo
fr: Ou entrez un nouveau courriel
it: O inserisci una nuova email
ko: 또는 이메일을 새로 입력하세요
ms: Atau masukkan emel baru
nl: Of geef een nieuw E-mailadres op
pl: Lub wprowadź nowy e-mail
pt_br: Ou insira um novo email
ru: Или введите новый адрес
tr: Ya da yeni bir e-posta adresi girin
uk: Чи введіть нову е-пошту

# lng_passport_new_email_code
source: Note: You will receive a confirmation code to the email address you provide.
be: Увага: вы атрымаеце код пацвярджэння на адрас, які пазначыце.
ca: Nota: Rebreu un codi de confirmació a l'adreça electrònica que faciliteu.
de: Bestätigungscode wird an deine E-Mail Adresse gesendet.
es: Nota: Recibirás un código de confirmación en la dirección de correo que nos diste.
fr: Vous recevrez un code de confirmation au courriel que vous indiquez.
it: Nota: riceverai un codice di conferma all'indirizzo email fornito.
ko: 참고: 입력하신 이메일로 인증 코드를 보내 드립니다.
ms: Nota: Anda akan terima kod kepastian di emel yang anda beri.
nl: Let op: Je ontvangt een bevestigingscode op het door jou opgegeven E-mailadres.
pl: Uwaga: Na podany adres e-mail otrzymasz kod potwierdzający.
pt_br: Nota: você receberá um código de confirmação no endereço de email fornecido.
ru: Обратите внимание: на указанный Вами email придёт код подтверждения.
tr: Not: Sağladığınız e-posta adresi üzerinden bir onay kodu alacaksınız.
uk: Зауважте: код підтвердження прийде на вказану вами е-пошту.

# lng_passport_or_title
source: {document} or {second_document}
be: {document} або {second_document}
ca: {document} o {second_document}
de: {document} oder {second_document}
es: {document} o {second_document}
fr: {document} ou {second_document}
it: {document} o {second_document}
ko: {document} 또는 {second_document}
ms: {document} atau {second_document}
nl: {document} of {second_document}
pl: {document} lub {second_document}
pt_br: {document} ou {second_document}
ru: {document} или {second_document}
tr: {document} ya da {second_document}
uk: {document} або {second_document}

# lng_passport_password_create
source: Create a password
be: Стварыць пароль
ca: Crea una contrasenya
de: Ein Passwort erstellen
es: Crear una contraseña
fr: Créer un mot de passe
it: Crea una password
ko: 비밀번호 만들기
ms: Cipta kata laluan
nl: Stel een wachtwoord in
pl: Utwórz hasło
pt_br: Criar uma senha
ru: Задать пароль
tr: PAROLA OLUŞTUR
uk: Створити пароль

# lng_passport_password_wrong
source: The password you entered is not valid.
be: Вы ўвялі памылковы пароль.
ca: La contrasenya que heu introduït no és vàlida.
de: Das eingegebene Passwort ist ungültig.
es: La contraseña que pusiste no es válida.
fr: Le mot de passe que vous avez entré est invalide.
it: La password che hai inserito non è valida.
ko: 입력하신 비밀번호가 올바르지 않습니다.
ms: Kata laluan anda masukkan adalah tidak sah.
nl: Je hebt een ongeldig wachtwoord opgegeven.
pl: Podane hasło jest nieprawidłowe.
pt_br: A senha inserida não é válida.
ru: Указан некорректный пароль.
tr: Girdiğiniz parola geçerli değil.
uk: Ви ввели хибний пароль.

# lng_passport_policy
source: {bot} privacy policy
be: Палітыка прыватнасці бота {bot}
ca: Política de privadesa de {bot}
de: Datenschutzerklärung von {bot}
es: Política de privacidad de {bot}
fr: politique de confidentialité de {bot}
it: informativa sulla privacy di {bot}
ko: {bot} 개인 정보 보호 정책
ms: {bot} polisi privasi
nl: {bot} privacybeleid
pl: Polityka prywatności bota {bot}
pt_br: {bot} política de privacidade
ru: политика конфиденциальности {bot}
tr: {bot} gizlilik politikası
uk: Політика конфіденційності {bot}

# lng_passport_request1
source: {bot} requests access to your personal data
be: {bot} запытвае доступ да вашых персанальных даных
ca: {bot} demana accedir a les vostres dades personals
de: {bot} verlangt Zugriff auf deine persönlichen Daten,
es: {bot} solicita acceso a tus datos personales
fr: {bot} a demandé l'accès à vos données personnelles
it: {bot} richiede l'accesso ai tuoi dati personali
ko: {bot}가 회원님의 개인 데이터에 접근할 권한을 요청합니다
ms: {bot} pohon akses ke data peribadi anda
nl: {bot} verzoekt toegang tot je persoonlijke gegevens
pl: {bot} żąda dostępu do twoich danych osobowych
pt_br: {bot} solicita acesso aos seus dados pessoais
ru: {bot} запрашивает доступ к Вашим персональным данным
tr: {bot} kişisel verilerinize erişim istiyor
uk: {bot} запитує доступ до ваших особистих даних

# lng_passport_request2
source: to sign you up for their services
be: каб аўтарызаваць вас у сэрвісе
ca: per registrar-vos als seus serveis
de: damit du dich dort registrieren kannst
es: para registrarte en sus servicios
fr: pour vous inscrire à ses services
it: per l'iscrizione ai suoi servizi
ko: 서비스에 가입시켜 드리기 위함입니다
ms: untuk mendaftar anda ke sevis mereka
nl: om te registeren voor de aangeboden diensten
pl: aby zarejestrować cię w celu korzystania z ich usług.
pt_br: para te inscrever nos serviços deles
ru: для регистрации на их ресурсе
tr: Hizmete kaydolabilmeniz için
uk: для реєстрації на своїх сервісах

# lng_passport_restart
source: Restart
be: Пачаць нанава
ca: Reinicia
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Riavvia
ko: 다시 시작
ms: Mula semula
nl: Opnieuw
pl: Zrestartuj
pt_br: Reiniciar
ru: Перезапустить
tr: YENİDEN BAŞLAT
uk: Перезапустити

# lng_passport_restart_sure
source: An unexpected error has occurred. Perhaps some changes were made from a different Telegram application. Would you like to restart this authorization?
be: Адбылася невядомая памылка. Хутчэй за ўсё, вы зрабілі нейкія змены праз іншую прыладу. Хочаце паспрабаваць аўтарызавацца яшчэ раз?
ca: Hi ha hagut un error inesperat. Potser heu fet alguns canvis des de diferents aplicacions de Telegram. Voleu reiniciar aquesta autorització?
de: Ein unerwarteter Fehler ist aufgetreten. Wahrscheinlich wurden einige Veränderungen von einer anderen Telegram App durchgeführt. Möchtest du die Autorisierung neu starten?
es: Ocurrió un error inesperado. Quizás algunos cambios fueron realizados desde una aplicación de Telegram diferente. ¿Quieres reiniciar esta autorización?
fr: Une erreur inattendue est survenue. Des changements ont peut-être fait sur une autre application Telegram. Voulez-vous redémarrer cette autorisation ?
it: Si è verificato un errore imprevisto. Forse sono state fatte alcune modifiche da una diversa applicazione di Telegram. Vuoi riavviare questa autorizzazione?
ko: 예기치 못한 오류가 발생했습니다. 몇 가지 사항이 다른 텔레그램 애플리케이션에서 변경된 것 같습니다. 인증을 다시 시작하시겠습니까?
ms: Ralat tidak dijangka telah berlaku. Mungkin pertukaran dilakukan dari aplikasi Telegram yang berlainan. Mahukah anda mula semula kebenaran ini?
nl: Er is een onverwachte storing opgetreden. Misschien zijn er gegevens gewijzigd via een andere Telegram-applicatie. Wil je opnieuw proberen te autoriseren?
pl: Wystąpił nieznany błąd. Być może jakieś zmiany zostały wprowadzone z innej aplikacji Telegrama. Czy chcesz ponownie uruchomić tę autoryzację?
pt_br: Ocorreu um erro inesperado. Talvez algumas alterações tenham sido feitas a partir de outro app do Telegram. Gostaria de reiniciar esta autorização?
ru: Произошла неизвестная ошибка. Возможно, в другом приложении Telegram внесли какие-либо изменения. Перезапустить эту авторизацию?
tr: Beklenmeyen bir hata oluştu. Belki de bazı değişiklikler farklı bir Telegram uygulamasından yapılmıştır. Bu yetkilendirmeyi yeniden başlatmak ister misiniz?
uk: Виникла помилка. Можливо, були зроблені зміни з іншого застосунку Telegram. Хочете перезапустити авторизацію?

# lng_passport_reupload_front_side
source: Reupload a scan of the front side
be: Запампуйце нанава сканаваны пярэдні бок дакумента
ca: Torna a pujar l'escaneig de la cara davantera
de: Scan der Vorderseite erneut hochladen
es: Subir un escaneo del anverso otra vez
fr: Renvoyez un scan du recto
it: Ricarica la scansione del lato frontale
ko: 앞면 스캔 다시 업로드
ms: Muat naik semula imbasan muka depan
nl: Upload opnieuw een scan van de voorkant
pl: Ponownie prześlij skan przedniej strony
pt_br: Reenviar um scan da parte frontal
ru: Загрузить новый скан лицевой стороны
tr: Ön yüzün taramasını yeniden yükleyin
uk: Замінити скан лицьової сторони

# lng_passport_reupload_main_page
source: Reupload a scan of the main page
be: Запампуйце нанава сканаваную галоўную старонку дакумента
ca: Torna a pujar l'escaneig de la pàgina principal
de: Scan der Hauptseite erneut hochladen
es: Subir un escaneo de la página principal otra vez
fr: Renvoyez un scan de la page principale
it: Ricarica la scansione della pagina principale
ko: 주요 면 스캔 다시 업로드
ms: Muat naik semula imbasan muka utama.
nl: Upload opnieuw een scan van de hoofdpagina
pl: Ponownie prześlij skan strony głównej
pt_br: Reenviar uma cópia da página principal
ru: Загрузить новый скан главной страницы
tr: Ana sayfanın taramasını yeniden yükleyin
uk: Замінити скан головної сторінки

# lng_passport_reupload_reverse_side
source: Reupload a scan of the reverse side
be: Запампуйце нанава сканаваны задні бок дакумента
ca: Torna a pujar l'escaneig de la cara posterior
de: Scan der Rückseite erneut hochladen
es: Subir un escaneo del reverso otra vez
fr: Renvoyez un scan du verso
it: Ricarica la scansione del lato posteriore
ko: 뒷면 스캔 다시 업로드
ms: Muat naik semula imbasan muka belakang
nl: Upload opnieuw een scan van de achterkant
pl: Ponownie prześlij skan tylnej strony
pt_br: Reenviar um scan do verso
ru: Загрузить новый скан обратной стороны
tr: Arka yüzün taramasını yeniden yükleyin
uk: Замінити скан зворотньої сторони

# lng_passport_reupload_selfie
source: Reupload selfie
be: Запампаваць новае сэлфі
ca: Torna a pujar l'autofoto
de: Selfie erneut hochladen
es: Subir selfie otra vez
fr: Renvoyez le selfie
it: Ricarica selfie
ko: 본인 사진 다시 업로드
ms: Muat naik semula swafoto
nl: Upload opnieuw een selfie
pl: Ponownie prześlij selfie
pt_br: Reenviar selfie
ru: Загрузить новую фотографию
tr: ÖZÇEKİMİ YENİDEN YÜKLE
uk: Замінити селфі

# lng_passport_reverse_side_description
source: Upload a photo of the reverse side of the document.
be: Запампуйце фота задняга боку дакумента
ca: Pugeu una foto del revers del document.
de: Rückseite deines Dokuments hochladen.
es: Sube una foto del lado trasero de tu documento.
fr: Envoyez une photo du verso du document.
it: Carica una foto del lato posteriore del documento.
ko: 서류 뒷면의 사진을 업로드하세요
ms: Muat naik foto muka surat belakang dokumen.
nl: Upload een foto van de achterkant van het document.
pl: Prześlij zdjęcie tylnej strony dokumentu.
pt_br: Envie uma foto do verso do documento.
ru: Загрузите обратную сторону документа
tr: Belgenin arka yüzünün fotoğrafını yükleyin.
uk: Завантажте фото зворотного боку документа.

# lng_passport_reverse_side_name
source: Scan
be: Сканаваны дакумент
ca: Escaneig
es: Escaneo
it: Scansione
ko: 스캔
ms: Imbas
pl: Skan
pt_br: Digitalização
ru: Скан
tr: Tara
uk: Скан

# lng_passport_reverse_side_title
source: Reverse side
be: Задні бок
ca: Cara posterior
de: Rückseite
es: Reverso
fr: Verso
it: Lato posteriore
ko: 반대면
ms: Muka surat belakang
nl: Achterkant
pl: Tylna strona
pt_br: Verso
ru: Обратная сторона
tr: Arka yüzü
uk: Зворотній бік

# lng_passport_saving
source: Saving...
be: Захаванне...
ca: S'està desant...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvo...
ko: 저장중...
ms: Menyimpan...
nl: Opslaan...
pl: Zapisuje…
pt_br: Salvando...
ru: Сохранение...
tr: Kaydediliyor…
uk: Збереження

# lng_passport_scan_index
source: Scan {index}
be: Сканаваны дакумент {index}
ca: Escaneig {index}
es: Escaneo {index}
it: Scansione {index}
ko: 스캔 {index}
ms: Imbas {index}
pl: Skan {index}
pt_br: Digitalização {index}
ru: Скан {index}
tr: {index} Tarama
uk: Скан {index}
